def printSong(song):
  print("\n\n", song, "\n")
  
  
print("Kit, I love you ten thousand years and next life and next life and next life...")
print("2020/1/4, 愛你愛你一世")
song = '''勾手指尾
作詞：曾紀諾    作曲：謝國維
我最怕你問我 友好見面的經過
我最怕你講我 太多發問會太囉唆
密集地短訊
可有過火 每事關心不懶惰
麻煩或愛到太盡
必須要分清楚

那天我共你 勾手指尾
答應過會更愛你 抱緊你就有好天氣
洞悉兩心一意
才磨合完美
愛是了不起
要相處就要識得謙卑 我也會多花心機
去剖析雙方心理 甜蜜談道理
珍惜你
欣賞你
世界驟變都抱住你

我最怕你話過 某位確實很不錯
我說愛理不理 我怎會話你那麼多
但願望一世
跟你探戈 接受高峰跟跌墮
沿途上有你協助
不怕什麼傢伙

那天我共你 勾手指尾
答應過會更愛你 抱緊你就有好天氣
洞悉兩心一意
才磨合完美
愛是了不起
要相處就要識得謙卑 我也會多花心機
去剖析雙方心理 甜蜜談道理
珍惜你
欣賞你
世界驟變都抱住你

不要怕悶我有驚喜 萬大事放心可以不理
我願維護你
我願陪伴你
壞事亦有生機

那天我共你 勾手指尾
答應過會更愛你 抱緊你就有好天氣
洞悉我的好意
才磨合完美
愛是了不起
要相處就要識得謙卑 我也會多花心機
去剖析雙方心理 愉快談道理
珍惜你
欣賞你
世界驟變都愛定你
冧到你
冧得你
愛到下世先算入戲'''

#print("\n\n", song, "\n")
printSong(song)
